const alphabet = {
  static: {
    en: [
      'Feels like: ',
      'Wind:',
      'm/s',
      'Humidity:',
      'Latitude:',
      'Longitude:',
      'Search',
      'en',
      'ru',
      'be'
    ],
    ru: [
      'Ощущается как: ',
      'Ветер:',
      'м/с',
      'Влажность:',
      'Широта:',
      'Долгота:',
      'Поиск',
      'анг',
      'ру',
      'бел'
    ],
    be: [
      'Адчуваецца як: ',
      'Вецер:',
      'м/с',
      'Вільготнасць:',
      'Шырыня:',
      'Даўгата:',
      'Пошук',
      'анг',
      'рус',
      'бял'
    ]
  },
  day: {
    en: ['Sunday', 'Monday', 'Tuesday', 'Wednesday', 'Thursday', 'Friday', 'Saturday'],
    ru: ['Воскресенье', 'Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота'],
    be: ['Нядзеля', 'Панядзелак', 'Аўторак', 'Серада', 'Чацвер', 'Пятніца', 'Субота']
  },
  dayShort: {
    en: ['Sun', 'Mon', 'Tue', 'Wed', 'Thu', 'Fri', 'Sat'],
    ru: ['Вс', 'Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб'],
    be: ['Нд', 'Пн', 'Аў', 'Ср', 'Чц', 'Пт', 'Сб']
  },
  month: {
    en: [
      'January',
      'February',
      'March',
      'April',
      'May',
      'June',
      'July',
      'August',
      'September',
      'October',
      'November',
      'December'
    ],
    ru: [
      'Января',
      'Февраля',
      'Марта',
      'Апреля',
      'Мая',
      'Июня',
      'Июля',
      'Августа',
      'Сентября',
      'Октября',
      'Ноября',
      'Декабря'
    ],
    be: [
      'Студзеня',
      'Лютага',
      'Сакавіка',
      'Красавіка',
      'Мая',
      'Чэрвеня',
      'Ліпеня',
      'Жніўня',
      'Верасня',
      'Кастрычніка',
      'Лістапада',
      'Снежня'
    ]
  }
};

export default alphabet;
